[{"key":1,"name":"C Programming Course","img":"https://www.codesansar.com/storage/app/media/seo/c-programming.jpg","enrolled":508,"videos":180,"hours":42,"exercise":11,"test":18,"price":1200,"about":"By learning C, you will be able to understand and visualize the inner workings of computer systems (like allocation and memory management), their architecture and the overall concepts that drive programming. As a programming language, C will also allow you to write more complex and comprehensive programs.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":2,"name":"C++ Programming Course","img":"https://www.simplilearn.com/ice9/webinar_thum_image/CPP_Tutorial.jpg","enrolled":450,"videos":167,"hours":40,"exercise":10,"test":16,"price":1200,"about":"C++ is a powerful general-purpose programming language. It can be used to develop operating systems, browsers, games, and so on. C++ supports different ways of programming like procedural, object-oriented, functional, and so on. This makes C++ powerful as well as flexible.Our C++ programming tutorial will guide you to learn C++ programming one step at a time.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":3,"name":"Java Programming Course","img":"https://www.alfac.edu.sa/images/thumbs/0001334_java-programming_600.png","enrolled":750,"videos":200,"hours":50,"exercise":18,"test":18,"price":1200,"about":"Java has been around for decades, and it’s still one of the most popular programming languages out there. With so many applications — from software development to mobile apps to large systems development — knowing Java is an important skill to have.Start here to learn fundamental Java concepts and see what you can do with this versatile language.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":4,"name":"Python Programming Course","img":"https://www.aalpha.net/wp-content/uploads/2019/10/Python-programming-india.jpg","enrolled":457,"videos":154,"hours":38,"exercise":12,"test":10,"price":1200,"about":"Python is a general-purpose, versatile, and powerful programming language. It is a great first language because it is concise and easy to read. Whatever you want to do, Python can do it. From web development to machine learning to data science, Python is the language for you.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":5,"name":"JavaScript Programming Course","img":"https://miro.medium.com/max/1024/1*YQgaKfVzK-YpxyT3NYqJAg.png","enrolled":757,"videos":184,"hours":45,"exercise":20,"test":16,"price":1300,"about":"The most obvious reason for learning JavaScript is if you have hopes of becoming a web developer. Even if you have not got your heart set on a tech career, being proficient in this language will enable you to build websites from scratch—a pretty useful skill to have in today's job market! So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":6,"name":"MS Office Course","img":"https://www.toplinecareer.com/wp-content/uploads/2020/02/ms-office-suites.png","enrolled":900,"videos":20,"hours":6,"exercise":6,"test":7,"price":800,"about":"Basic to Advanced Level Microsoft office Training Course | A Complete Guide to MS Word, PowerPoint & Excel.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":7,"name":"Computer Basic Course","img":"https://dessaitacademy.com/wp-content/uploads/2021/08/Basic-Computer-Course.jpg","enrolled":952,"videos":45,"hours":12,"exercise":8,"test":9,"price":1100,"about":"In this day and age, it’s vital that you have good computer skills to get ahead in the job market and land your dream job. Being able to proficiently use a computer and a range of common software tools will give you the competitive edge over others when applying for jobs, and will show employers that you can hit the ground running with your impressive computer skills. However, it can be hard to know what employers are looking for these days, and which computer skills will make the biggest impact on your CV. So, what are you waiting for? Enrol now and start mastering this must-know tool! "},{"key":8,"name":"Digital Marketing Course","img":"https://digitalstudyschool.com/wp-content/uploads/2022/02/why-digital-marketing-course-is-essential.jpg","enrolled":453,"videos":38,"hours":8,"exercise":8,"test":6,"price":1050,"about":"Through this course, you'll learn about Content Marketing, Social Media Marketing, Email Marketing, Mobile Marketing, SEO and Digital Campaigns. Also, at the end of each session, you'll be given assignments that will increase your chances of being practical and will help you get hired. So, what are you waiting for? Enrol now and start mastering this must-know tool! "},{"key":9,"name":"Graphics Design Course","img":"https://www.emotions.ae/wp-content/uploads/2019/05/graphic-design.png","enrolled":252,"videos":110,"hours":30,"exercise":20,"test":16,"price":1550,"about":"Good graphic design will help a business to gain high visibility which in turn can lead to increased sales. Attractive visuals, effective communication of ideas, higher visibility and enhanced credibility push traffic to your brand.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":10,"name":"Animation Course","img":"https://www.whistlingwoods.net/wp-content/uploads/2022/02/Animation-Slideshow7.jpg","enrolled":321,"videos":80,"hours":18,"exercise":18,"test":12,"price":1500,"about":"Some of your training will address the computer technology that is standard in the animation industry, such as 3d animation and rendering software. However, you'll also learn a great deal about traditional visual art, including color theory, composition and drawing, as well as filmmaking techniques. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":11,"name":"Web Design Course","img":"https://www.theskillpedia.com/wp-content/uploads/2014/02/web-design-course-1.jpg","enrolled":359,"videos":220,"hours":40,"exercise":38,"test":25,"price":1800,"about":"Web design classes teach you how to design, layout, and edit websites and pages, to give them a particular look and feel that you want. Web design courses on Udemy teach many skills related to designing and building web pages of every kind. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":12,"name":"Django Course","img":"https://www.sipexe.com/assets/courses/Django.jpg","enrolled":654,"videos":130,"hours":30,"exercise":26,"test":20,"price":1700,"about":"You will learn basic Structured Query Language (SQL) and database modeling, including one-to-many and many-to-many relationships and how they work in both the SQL and Django models. You will learn how to use the Django console and scripts to work with your application objects interactively. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":13,"name":"Wordpress Course","img":"https://digipieces.com/wp-content/uploads/2016/07/Learn-WordPress-for-Startups-1014x487.jpg","enrolled":611,"videos":110,"hours":25,"exercise":20,"test":20,"price":1600,"about":"Whether you’re a first-time blogger or seasoned developer, there’s always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":14,"name":"GRE Course","img":"https://beaconedu.com.np/wp-content/uploads/2019/08/GRE.png","enrolled":821,"videos":300,"hours":52,"exercise":50,"test":50,"price":2000,"about":"The GRE exam measures your command of basic arithmetic, algebra, geometry, and data analysis as well as college-level vocabulary. More importantly, it measures your ability to analyze and evaluate written material, think critically, and solve problems. Learn more about what's on the GRE here. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":15,"name":"IELTS Course","img":"https://i.ytimg.com/vi/8SPTbmew5JY/maxresdefault.jpg","enrolled":764,"videos":170,"hours":45,"exercise":42,"test":42,"price":1800,"about":"Be taught by a highly qualified and experienced specialist IELTS teacher. develop all four language skills: reading, writing, listening and speaking. improve your ability and confidence when using spoken and written English in a wide variety of situations. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":16,"name":"English Spoken Course","img":"http://digitalgoa.com/wp-content/uploads/2017/04/16_11_2013_09_18_33_o5nqq8qvbhr971k1jf0gfvjhu6_he7x9j36yw.jpg","enrolled":472,"videos":166,"hours":40,"exercise":38,"test":38,"price":1850,"about":"Many believe learning a second language increases mental flexibility. Studies show that learning English as a second language can result in many cognitive benefits. Sharper memory, increased creativity, and complex problem-solving skills, to name a few. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":17,"name":"Robotics Course","img":"https://5.imimg.com/data5/BQ/WI/MY-7726776/robotics-training-500x500.png","enrolled":272,"videos":120,"hours":22,"exercise":20,"test":20,"price":2000,"about":"Robotics courses cover multiple science, linear math and technology disciplines including machine learning, artificial intelligence, data science, design and engineering."},{"key":18,"name":"English Grammar","img":"https://www.tfu.ac.th/wp-content/uploads/2018/06/tfugrammar.jpg","enrolled":280,"videos":102,"hours":16,"exercise":25,"test":25,"price":1400,"about":"This is one of the most important steps toward learning English grammar. Before you break out your English dictionary, you will need to understand the parts of speech. Nouns can also be subdivided into two distinct groups: proper nouns and common nouns. Generally, proper nouns are capitalized and common nouns are not.So, what are you waiting for? Enrol now and start mastering this must-know tool! "},{"key":19,"name":"C sharp Programming Course","img":"https://csharp-station.com/wp-content/uploads/2016/06/Control-Statements-Selection.jpg","enrolled":358,"videos":214,"hours":50,"exercise":40,"test":40,"price":1300,"about":"C# was inspired by languages like C, C++ and Java but the designers took the best parts of them and innovated further by introducing new concepts like value types, properties and events. For example, C# does not allows to use raw pointers directly to memory and it does not offer multiple class inheritance. C# provides a garbage collector that is handling the memory on your behalf. For the majority of scenarios, you don’t need to worry about memory management and that is just an example of what makes working with C# a lot easier. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":20,"name":"Crafting Course","img":"https://www.shikshaglobe.com/uploads/media/59e6aedec08a63bf292c7111f2f8dc3b.png","enrolled":259,"videos":114,"hours":21,"exercise":15,"test":15,"price":1800,"about":"Art and crafts help young children explore and express their emotions, share how they relate to their family and friends, talk about their difficulties, their future dreams and aspirations, even if they have not yet developed a full vocabulary to do so. It also develops courage and a healthy self-esteem. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":21,"name":"Video Editing Course","img":"https://ict-trainings.com/storage/app/public/course/banner_6274ab0a1842f.jpg","enrolled":350,"videos":110,"hours":16,"exercise":16,"test":16,"price":1550,"about":"Video editing is used to structure and present all video information, including films and television shows, video advertisements and video essays. Video editing has been dramatically democratized in recent years by editing software available for personal computers. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":22,"name":"Photography Course","img":"https://www.thinknexttraining.com/images/photography-course-in-chandigarh-mob.jpg","enrolled":441,"videos":145,"hours":25,"exercise":30,"test":26,"price":1850,"about":"Learn & Master Photography covers the aspects and techniques of learning photography. The lessons in this course apply to basic camera skills, the elements of art and principles of design, landscape, low-light scenes, motion, and portraiture. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":23,"name":"Ethical Hacking Course","img":"https://i.ytimg.com/vi/VL5261WGa70/maxresdefault.jpg","enrolled":841,"videos":253,"hours":25,"exercise":30,"test":26,"price":2050,"about":"You will learn how to gather useful information about a target computer system such as its operating system, open ports, installed services, then use this information to discover weaknesses and vulnerabilities and exploit them to gain full control over the target. So, what are you waiting for? Enrol now and start mastering this must-know tool! "},{"key":24,"name":"BCS Course","img":"https://blog.hellobcs.com/wp-content/uploads/2022/05/bcs-preparation-bangla.png","enrolled":537,"videos":356,"hours":60,"exercise":100,"test":100,"price":2500,"about":"The best way to test your BCS preparation level is to take part in some BCS preliminary model tests online or offline. These BCS exam model tests can be divided into 50-mark each several mini-model tests on two or three topics of your BCS exam syllabus or BPSC syllabus. Take your mock BCS model tests seriously. So, what are you waiting for? Enrol now and start mastering this must-know tool! "}]