[{"key":4,"name":"Python Programming Course","img":"https://www.aalpha.net/wp-content/uploads/2019/10/Python-programming-india.jpg","enrolled":457,"videos":154,"hours":38,"exercise":12,"test":10,"price":1200,"about":"Python is a general-purpose, versatile, and powerful programming language. It is a great first language because it is concise and easy to read. Whatever you want to do, Python can do it. From web development to machine learning to data science, Python is the language for you.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":7,"name":"Computer Basic Course","img":"https://dessaitacademy.com/wp-content/uploads/2021/08/Basic-Computer-Course.jpg","enrolled":952,"videos":45,"hours":12,"exercise":8,"test":9,"price":1100,"about":"In this day and age, it’s vital that you have good computer skills to get ahead in the job market and land your dream job. Being able to proficiently use a computer and a range of common software tools will give you the competitive edge over others when applying for jobs, and will show employers that you can hit the ground running with your impressive computer skills. However, it can be hard to know what employers are looking for these days, and which computer skills will make the biggest impact on your CV. So, what are you waiting for? Enrol now and start mastering this must-know tool! "},{"key":8,"name":"Digital Marketing Course","img":"https://digitalstudyschool.com/wp-content/uploads/2022/02/why-digital-marketing-course-is-essential.jpg","enrolled":453,"videos":38,"hours":8,"exercise":8,"test":6,"price":1050,"about":"Through this course, you'll learn about Content Marketing, Social Media Marketing, Email Marketing, Mobile Marketing, SEO and Digital Campaigns. Also, at the end of each session, you'll be given assignments that will increase your chances of being practical and will help you get hired. So, what are you waiting for? Enrol now and start mastering this must-know tool! "},{"key":9,"name":"Graphics Design Course","img":"https://www.emotions.ae/wp-content/uploads/2019/05/graphic-design.png","enrolled":252,"videos":110,"hours":30,"exercise":20,"test":16,"price":1550,"about":"Good graphic design will help a business to gain high visibility which in turn can lead to increased sales. Attractive visuals, effective communication of ideas, higher visibility and enhanced credibility push traffic to your brand.So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":10,"name":"Animation Course","img":"https://www.whistlingwoods.net/wp-content/uploads/2022/02/Animation-Slideshow7.jpg","enrolled":321,"videos":80,"hours":18,"exercise":18,"test":12,"price":1500,"about":"Some of your training will address the computer technology that is standard in the animation industry, such as 3d animation and rendering software. However, you'll also learn a great deal about traditional visual art, including color theory, composition and drawing, as well as filmmaking techniques. So, what are you waiting for? Enrol now and start mastering this must-know tool!"},{"key":22,"name":"Photography Course","img":"https://www.thinknexttraining.com/images/photography-course-in-chandigarh-mob.jpg","enrolled":441,"videos":145,"hours":25,"exercise":30,"test":26,"price":1850,"about":"Learn & Master Photography covers the aspects and techniques of learning photography. The lessons in this course apply to basic camera skills, the elements of art and principles of design, landscape, low-light scenes, motion, and portraiture. So, what are you waiting for? Enrol now and start mastering this must-know tool!"}]